var MENU = [
    { text: "Главная", code: "home", icon: "" },
    { text: "Пригласительное письмо", code: "message", icon: "" },
    { text: "Список гостей", code: "guests", icon: "" },
    { text: "Галерея", code: "gallery", icon: "" },
    { text: "Программа", code: "program", icon: "" },
    { text: "Месторасположение", code: "location", icon: "" },
    { text: "Контакты", code: "contacts", icon: "" },
]

var GUESTS = {
    index: 0,
    page: [ 
        {
            name: "Стол 1",
            person: ["Гость 1", "Гость 2", "Гость 3", "Гость 4", "Гость 5", "Гость 6", "Гость 7", "Гость 8", "Гость 9", "Гость 10", "Гость 11", "Гость 12"],
        },
        {
            name: "Стол 2",
            person: ["Гость 13", "Гость 14", "Гость 15", "Гость 16", "Гость 17", "Гость 18", "Гость 19", "Гость 20", "Гость 21", "Гость 22", "Гость 23", "Гость 24"],
        },
        {
            name: "Стол 3",
            person: ["Гость 25", "Гость 26", "Гость 27", "Гость 28", "Гость 29", "Гость 30", "Гость 31", "Гость 32", "Гость 33", "Гость 34", "Гость 35", "Гость 36"],
        },
    ]
}

var PROGRAM = [
    {
        time: "10 - 12", 
        name: "Катания на машинах",
        description: "Собираемся возле мечети 'Хазырет - Султан'"
    },
    {
        time: "12:00", 
        name: "Начало мероприятия",
        description: "Без опозданий"
    },
    {
        time: "13:00", 
        name: "Бет ашар",
        description: "Не забудьте деньги"
    },
    {
        time: "13:30", 
        name: "Роспись",
        description: ""
    },
]